Repository: elbabass/audit_cisac
Catalog: docs/resources/source-code/ISWC/src/Portal/Configuration/PortalStrings.*.resx
Languages: es, fr

# AFFILIATION_FIELD
source: Affiliation
es: Membrecía

source: Agency
es: Agencia
fr: Agence

# AGENCY_CODE_FIELD
source: Agency Code
es: Código de la Agencia
fr: Code de l'Agence

# AGENCY_NAME_FIELD
source: Agency Name
es: Nombre de Agencia
fr: Nom d'Agence

source: Agency Work Codes
es: Códigos de Obra de Agencias
fr: Codes Oeuvre de l’Agence

# AGENCY_WORK_CODE_FIELD
source: Agency Work Code
es: Código de Obra de la Agencia
fr: Code Oeuvre de l’Agence

# AGREE_TO_TERMS
source: I agree
es: Estoy de acuerdo
fr: Je suis d'accord

# ALL_TITLES_FIELD
source: All titles
es: Todos los títulos
fr: Tous les titres

# CREATORS_FIELD
source: Creators
es: Autores
fr: Créateurs

# CREATOR_IP_NAME_NUMBER_FIELD
source: Creator IP Name Number(s)
es: Número(s) IPI del autor
fr: Numéro(s) IPI (IP Name Number)

# CREATOR_NAMES_FIELD
source: Creator Name(s)
es: Nombre(s) del autor
fr: Noms des créateurs

source: Creator Surname(s)
es: Apellido(s) del autor
fr: Noms des créateurs

# ENTER_CREATOR_DATA_PUBLIC
source: Enter multiple creator surnames or IP Name Numbers separated by the ';' character.
es: Introduzca múltiples autores por sus apelidos o Número(s) IPI del autor separados por ';'
fr: Vous pouvez saisir plusieurs noms de créateurs ou numéros IPI (IP Name Number) séparés par le caractère ‘ ;’

# ENTER_TITLE
source: 1. Enter a partial title
es: 1. Introduzca el título parcial de la obra
fr: 1. Veuillez saisir un titre, même partiel

# IP_BASE_NUMBER_FIELD
source: IP Base Number
es: Número IP Base
fr: IP Base Nombre

# IP_NAME_NUMBER_FIELD
source: IP Name Number
es: Número IPI
fr: Numéro(s) IPI (IP Name Number)

# ISWC_HAS_BEEN_MERGED
source: This ISWC has been merged into the following Preferred ISWC:
es: El ISWC ha sido combinado en el siguiente ISWC principal:
fr: L'ISWC a été combiné dans l'ISWC principal suivant:

source: Multiple
es: Múltiple
fr: Plusieurs

# MERGE_INFO
source: Merge Information
es: Información de la Combinación
fr: Informations sur la Combinaison

# NAME_FIELD
source: Name
es: Nombre
fr: Prénom

source: Non Society
es: Ajeno
fr: Non Société

source: of
es: de
fr: de

source: Or
es: o
fr: ou

# ORIGINAL_TITLE_FIELD
source: Original Title
es: Título Original
fr: Titre Original

# PAGINATION_NEXT
source: Next
es: Siguiente
fr: Prochain

# PAGINATION_PER_PAGE
source: per page
es: por página
fr: par page

# PAGINATION_PREVIOUS
source: Prev
es: Anterior
fr: Précédent

# PAGINATION_SHOW
source: Show
es: Mostrar
fr: Montrer

source: Performers
es: Artistas
fr: Interprètes

# PREFERRED_ISWC_FIELD
source: Preferred ISWC
es: ISWC Principal
fr: ISWC Préféré

# RANK_FIELD
source: Rank
es: Rango
fr: Rang

source: Results
es: Resultados
fr: Résultats

# ROLE_FIELD
source: Role
es: Rol
fr: Rôle

source: Search
es: Buscar
fr: Rechercher

# SEARCH_BY_AGENCY_WORK_CODE
source: by Agency Work Code
es: por Código de Obra de la Agencia
fr: par Code Œuvre de l’Agence

# SEARCH_BY_CREATOR
source: by Creator
es: por Autor
fr: par Créateur

# SEARCH_BY_ISWC
source: by ISWC
es: por ISWC
fr: par ISWC

# SEARCH_BY_TITLE
source: by Title
es: por Título
fr: par Titre

# SEARCH_FOR_ISWC
source: Search for this ISWC to view the current Preferred metadata for this work.
es: Busca este ISWC para ver los metadatos principales de esta obra.
fr: Recherchez dans cet ISWC pour voir les principales métadonnées de ce travail.

source: Search Results
es: Resultados de la búsqueda
fr: Résultats de recherche

source: Surname / Band Name
es: Apellido / Nombre del grupo
fr: Nom / Nom du Groupe

# TITLES_FIELD
source: Titles
es: Títulos
fr: Titres

# TITLE_FIELD
source: Title
es: Título
fr: Titre

# TYPE_FIELD
source: Type
es: Tipo

source: User Guide
es: Guía del Usuario
fr: Mode d'Emploi

# VIEW_LESS_FIELD
source: View Less
es: Ver Menos
fr: Voir Moins

# VIEW_MORE_FIELD
source: View More
es: Ver Más
fr: Voir Plus

# WORK_HAS_BEEN_MERGED
source: This work submission has been merged into another. Click "View More" for details.
es: Esta obra ha sido combinada con otra obra. Haz clic en "Ver Más" para más detalles.
fr: Ce travail a été combiné avec un autre travail. Cliquez sur "Voir plus" pour plus de détails.

# SELECT_PREFERRED_LANGUAGE
source: Select your preferred language
es: Selecciona tu idioma preferido
fr: Sélectionnez votre langue préférée

# ACK_FILE_NAME_FIELD
source: Ack File Name
es: Nombre del archivo de confirmación
fr: Nom du Fichier ACK

# ACK_GENERATED_FIELD
source: Ack Generated On
es: Archivo de confirmación creado el
fr: ACK Généré Le

source: Add
es: Agregar
fr: Ajouter

# ADDITIONAL_ISWCS_TO_DISAMBIGUATE
source: Additional ISWCs to disambiguate from (optional and separate with ";")
es: ISWC adicionales para desambiguar (opcional y separados por ";")
fr: Autres ISWCs à différencier (en option et séparés par « ; »)

source: Add Creator
es: Agregar Autor
fr: Ajouter Créateur

source: Add New Creator
es: Agregar Nuevo Autor
fr: Ajouter Nouveau Créateur

source: Add New Derived Work
es: Agregar Nueva Obra Derivada
fr: Ajouter nouvelle œuvre d'origine

source: Add New Performer
es: Agregar Nuevo Intérprete
fr: Ajouter Nouvel Interprète

source: Add New Publisher
es: Agregar Nuevo Editor
fr: Ajouter Nouvel Editeur

source: Add New Title
es: Agregar Nuevo Título
fr: Ajouter Nouveau Titre

source: Add New Work Code
es: Agregar nuevo código de obra
fr: Ajouter Nouveau Code Œuvre

source: Add to Merge List
es: Agregar a la lista para combinar
fr: Ajouter à la Liste d'Associations

source: Advanced Search
es: Búsqueda Avanzada
fr: Recherche Avancée

# ADVANCED_SEARCH_DESC
source: Enter any of the following information. You can enter multiple Agency Work Codes separated by a ";" character.
es: Introduzca cualquiera de los siguientes campos. Puede introducir múltiples códigos de obras separados por el carácter ";" .
fr: Saisissez une des informations suivantes. Vous pouvez saisir plusieurs codes œuvres agence séparés par « ; ».

source: Agency Interest Extract
es: Extracto del interés de la Agencia
fr: Extrait Intérêt de l'Agence

# AGENCY_STATS
source: Agency Statistics
es: Estadísticas de la Agencia
fr: Statistiques Agence

source: All
es: Todos
fr: Tout

source: Approve
es: Aprobar
fr: Approuver

source: Approved
es: Aprobado
fr: Approuvé

source: Approve All
es: Aprobar todos
fr: Tout Approuver

source: Archived ISWCs
es: ISWC's archivados
fr: ISWCs Archivés

source: Are you sure?
es: ¿Está seguro?
fr: Êtes-vous sûr?

# ASSIGNED_TO_FIELD
source: Assigned to
es: Asignados a
fr: Assigné à

source: Assigned to me
es: Asignados a mí
fr: Qui me sont assignés

# AUTHORITATIVE_FIELD
source: Authoritative
es: Autorizado
fr: Faisant Autorité

source: Band Name
es: Nombre del Grupo
fr: Nom du Groupe

# BE_BACK_UP
source: We'll be back up shortly.
es: Volveremos en breve
fr: Nous reviendrons prochainement.

source: Cancel
es: Cancelar
fr: Annuler

# CHOOSE_REPORT_TYPE
source: Choose your preferred type of report
es: Elija el tipo de informe
fr: Choisissez votre type préféré de rapport

source: Close Merge List
es: Cierre la lista para combinar
fr: Fermer Liste d'Associations

source: Confirm Deletion
es: Confirme Eliminación
fr: Confirmer Suppression

# COPY_AS_NEW_SUBMISSION
source: Copy as a New Submission
es: Copiar como nueva entrada
fr: Copier comme Nouvelle Soumission

source: Created by me
es: Creado por mi
fr: Que j'ai initiés

# CREATION_DATE_FIELD
source: Creation Date
es: Fecha de creación
fr: Date de Création

# CREATOR_BASE_NUMBERS
source: Creator IP Base Number(s)
es: Numero(s) IP Base del autor
fr: IP Base Number(s) des Créateurs

source: Database
es: Base de Datos
fr: Base de données

# DATE_FIELD
source: Date
es: Fecha

source: Days
es: Días
fr: Jours

# DELETE_CONFIRM
source: This will delete your entire work submission and can not be undone. Press "Confirm Deletion" to proceed with this deletion.
es: Esta acción eliminará completamente el registro de la obra y no se podrán deshacer los cambios. Presione "Confirmar Eliminación" para proceder con la eliminación definitiva.
fr: Ceci supprimera complètement votre soumission d'œuvre et ne peut être annulé. Appuyez sur « Confirmer Suppression » pour procéder à cette suppression.

# DELETE_SUBMISSION
source: Delete Work Submission?
es: ¿Eliminar registro de la obra?
fr: Supprimer la Soumission Œuvre ?

source: Demerge
es: Separar
fr: Dissocier

source: Demerge here
es: Separar aquí
fr: Dissocier ici

# DEMERGE_SUCCESSFUL
source: successfully demerged from
es: Separado con éxito de
fr: Dissocié avec succès de

source: Derived from Work
es: Derivado de la obra
fr: Œuvre dérivée

# DERIVED_ISWC_FIELD
source: Derived ISWC
es: ISWC Derivado
fr: ISWC Dérivé

source: Derived Works
es: Obras Derivadas
fr: Œuvres Dérivées

# DERIVED_WORK_ISWC_FIELD
source: Derived Work ISWC
es: ISWC de la obra derivada
fr: ISWC de l'œuvre d'origine

# DERIVED_WORK_TITLE_FIELD
source: Derived Work Title
es: Título de la obra derivada
fr: Titre de l'œuvre d'origine

# DIA_DESCRIPTION
source: The work has the same title and creators but is a different arrangement of the work.
es: La obra tiene el mismo título y autores pero es una versión diferente de la obra.
fr: L'œuvre a le même titre et les mêmes créateurs, mais est un arrangement différent de l'œuvre.

# DIA_DESCRIPTION_2
source: An arrangement for specific instrumentations, e.g. strings
es: Una versión para una instrumentación específica. P. ej. instrumentos de cuerda
fr: Un arrangement pour instrumentation spécifique, par exemple instruments à cordes

# DIA_DESCRIPTION_3
source: A different arrangement for a new album
es: Una versión diferente para un nuevo álbum
fr: Un arrangement différent pour un nouvel album

# DIC_DESCRIPTION
source: The work has the same title and creators but is a different AV Work / Cue.
es: La obra tiene el mismo título y autores pero es una Obra Audiovisual / Cue diferente.
fr: L'œuvre a le même titre et les mêmes créateurs, mais est une autre œuvre de l'œuvre AV (Cue).

# DIC_DESCRIPTION_2
source: The BVLTR indicator can be used to provide further information about what type of cue the work is, i.e. background, logo, theme, visual or rolled up cue.
es: El indicador BVLTR se puede utilizar para proporcionar más información sobre qué tipo de Cue es la obra. Por ejemplo, Background, Logo, Theme, Visual o Rolled Up cue.
fr: L'indicateur BVLTR peut être utilisé pour fournir de plus amples informations sur l'utilisation de l'œuvre musicale dans la production AV, à savoir fond sonore, logo, thème, visuel ou "rolled up cue".

# DIE_DESCRIPTION
source: The work has the same title and creators but is an Excerpt of another work.
es: La obra tiene el mismo título y autores pero es un extracto de otra obra.
fr: L'œuvre a le même titre et les mêmes créateurs, mais est un Extrait d'une autre œuvre.

# DISAMBIGUATED_FROM_FIELD
source: Disambiguated From ISWCs
es: Desambiguada por los ISWC
fr: Différencié des ISWCs

source: Disambiguate all ISWCs
es: Desambiguar todos los ISWC
fr: Différencier tous les ISWCs

source: Disambiguation
es: Desambiguación
fr: Différenciation

# DISAMBIGUATION_MESSAGE
source: This work submission has been disambiguated from other works. Click "View More" for details.
es: Este registro de obra ha sido desambiguado de otras obras. Haga clic en "Ver más" para obtener más detalles.
fr: Cette soumission d'œuvre a été différenciée d'autres œuvres. Cliquez sur « Afficher plus » pour les détails.

# DISAMBIGUATION_REASON_FIELD
source: Reason of disambiguation
es: Motivo de la desambiguación
fr: Raison de la différenciation

# DISAMBIG_REASON_CODES
source: Disambiguation Reason Codes
es: Códigos de Motivo de Desambiguación
fr: Codes Raison de Différenciation

source: Display Error/Success Graph
es: Mostrar Gráfica de Error/Éxito
fr: Afficher Graphique Erreur/Succès

source: Display List View
es: Mostrar Lista
fr: Afficher Vue Liste

# DISPLAY_LIST_VIEW_MESSAGE
source: Note: The "Display List View" option is restricted to the first 1000 records that meet your selection criteria. Use the "Extract to Excel in FTP" option to view all results.
es: Nota: La opción "Mostrar Lista" está restringida a los primeros 1000 registros que cumplen con los criterios de selección. Utilice la opción "Extraer a Excel en FTP" para ver todos los resultados.
fr: Remarque: l'option « Afficher Vue Liste » est limitée aux 1000 premiers enregistrements correspondant à vos critères de sélection. Utilisez la fonction « Extraire vers Excel via FTP » pour voir tous les résultats.

# DIT_DESCRIPTION
source: Different work which has the same title and creators. Can be distinguished by adding supplemental information, such as performer or instrumentation details.
es: Obra diferente que tiene el mismo título y autores. Se puede distinguir agregando información suplementaria, como detalles acerca del intérprete o de la instrumentación
fr: Œuvre différente qui a le même titre et les mêmes créateurs. Peut être différenciée en ajoutant des informations complémentaires, telles que les détails liés à l'interprète ou à l'instrumentation.

# DIT_DESCRIPTION_2
source: Work 1. Title = Happy / Creator = Pharrell Williams
es: Obra 1. Título = Happy / Autor = Pharrell Williams
fr: Œuvre 1. Titre = Happy / Créateur = Pharrell Williams

# DIT_DESCRIPTION_3
source: Work 2. Title = Happy / Creator = Pharrell Williams / Performer = N.E.R.D
es: Obra 2. Título = Happy / Autor = Pharrell Williams / Intérprete = N.E.R.D.
fr: Œuvre 2. Titre = Happy / Créateur = Pharrell Williams / Interprète = N.E.R.D

# DIV_DESCRIPTION
source: The work has the same title and creators but is a different version of a work (excerpt, modified work e.g. instrumental) with different shares.
es: La obra tiene el mismo título y autores pero es una versión diferente de la obra (extracto, obra modificada, p. ej. instrumental) con diferentes participaciones.
fr: L'œuvre a le même titre et les mêmes créateurs, mais est une version différente d'une œuvre (extrait, œuvre modifiée par exemple instrumental) avec des parts différentes.

# ENTER_CREATOR_DATA
source: Enter multiple creator surnames, IP Name Numbers, or IP Base Numbers separated by the ';' character.
es: Introduzca múltiples autores por sus Apellidos, Número de IP del Autor o Números IP Base del Autor separados por el carácter ';'
fr: Entrez plusieurs noms de créateurs, numéros IP Name Numbers ou IP Base Numbers séparés par le caractère « ; ».

# ENTER_CREATOR_DATA_NO_SURNAME
source: Enter multiple IP Name Numbers or IP Base Numbers separated by the ';' character.
es: Introduzca varios Números IP o Números IP Base separados por el carácter ';'
fr: Entrez plusieurs numéros IP Name Numbers ou IP Base Numbers séparés par le caractère « ; ».

# ENTER_CREATOR_DATA_NO_SURNAME_PUBLIC
source: Enter multiple IP Name Numbers separated by the ';' character.
es: Introduzca varios Números IP separados por el carácter ';'
fr: Entrez plusieurs numéros IP Name Numbers séparés par le caractère « ; ».

# ENTER_CREATOR_DATA_REPORT
source: Enter IP Name Number or IP Base Number
es: Introduzca el número de nombre IP o el número base IP
fr: Entrez le numéro de nom IP ou le numéro de base IP

# ERROR_OCCURED
source: An error occurred
es: Ocurrió un error
fr: Une erreur est survenue

source: Error rate per month
es: Variación de la tasa de error por mes
fr: Taux d'erreur par mois

source: Error/Success Graph
es: Gráfica de Error/Éxito
fr: Graphique Erreur/Succès

# EXTRACT_TO_FTP
source: Extract to Excel in FTP
es: Extraer a Excel en FTP
fr: Extraire vers Excel via FTP

# EXTRACT_TO_FTP_JSON
source: Extract to JSON in FTP
es: Extraer a JSON en FTP
fr: Extraire vers JSON via FTP

# EXTRACT_TO_SFTP_SUBMITTED
source: Your job has been submitted. All data requested will be extracted in Excel format and transferred to the /Reports folder in your society ftp location on the ISWC Database ftp server. You will receive an email once the file is ready.
es: Su trabajo ha sido enviado. Todos los datos solicitados se extraerán en formato Excel y se transferirán a la carpeta /Reports localizada en el fpt de su sociedad en el servidor ftp de la base de datos ISWC. Recibirá un correo electrónico una vez que el archivo esté listo.
fr: Votre travail a été soumis. Toutes les données demandées seront extraites au format Excel et transférées vers le dossier "/Reports" de votre société sur le serveur FTP du Système ISWC. Vous recevrez un e-mail une fois que le fichier est prêt.

# EXTRACT_TO_SFTP_SUBMITTED_JSON
source: Your job has been submitted. All data requested will be extracted in JSON format and transferred to the /Reports folder in your society ftp location on the ISWC Database ftp server. You will receive an email once the file is ready.
es: Su trabajo ha sido enviado. Todos los datos solicitados se extraerán en formato JSON y se transferirán a la carpeta /Reports localizada en el fpt de su sociedad en el servidor ftp de la base de datos ISWC. Recibirá un correo electrónico una vez que el archivo esté listo.
fr: Votre travail a été soumis. Toutes les données demandées seront extraites au format JSON et transférées vers le dossier "/Reports" de votre société sur le serveur FTP du Système ISWC. Vous recevrez un e-mail une fois que le fichier est prêt.

source: Failed
es: Se produjo un error
fr: Échec

# FILE_SUB_AUDIT
source: File Submission Audit
es: Auditoría de envío de archivos
fr: Audit Fichier Soumis

source: Filter by status:
es: Filtrar por estado:
fr: Filtrer par statut :

# FIND_OUT_MORE_DISAMBIG
source: Find out more about Disambiguation Reason Codes
es: Obtenga más información sobre los Códigos de Motivo de Desambiguación
fr: En savoir plus sur les Codes Raison de Différenciation

source: First Name
es: Nombre
fr: Prénom

# FOLLOWING_ISWCS_MERGED
source: The following ISWCs have been merged into ISWC {0}. You can demerge one or more of these from the ISWC. Note: ISWCs merged prior to the introduction of the new ISWC database can not be demerged.
es: Los siguientes ISWC se han combinado en ISWC {0}. Puede separar uno o más de éstos del ISWC. Nota: Los ISWC combinados antes de la introducción de la nueva base de datos ISWC no pueden separarse.
fr: Les ISWCs suivants ont été associés à l'ISWC {0}. Vous pouvez annuler l'association de un ou plusieurs de ceux-ci avec cet ISWC. Note: les ISWC associés avant l'introduction du nouveau système ISWC ne peuvent être dissociés.

source: For example
es: Por ejemplo
fr: Par exemple

source: From Date
es: De
fr: De

source: Go Back
es: Regresar
fr: Retour

# GO_BACK_TO_SEARCH_RESULTS
source: Go Back
es: Regresar
fr: Retour

# IF_DERIVED_WORK
source: If this work is a derived work then select the type and add the ISWC or titles for the works it is derived from
es: Si esta obra es una obra derivada, seleccione el tipo y agregue el ISWC o los títulos de las obras de las que se deriva.
fr: Si cette œuvre est une œuvre dérivée, sélectionnez le type et ajoutez l'ISWC ou les titres des œuvres dont elle est dérivée.

source: IP not found
es: IP no encontrada
fr: IP introuvable

# ISWCS_TO_DISAMIGUATE
source: ISWCs to disambiguate from:
es: Los ISWC a desambiguar:
fr: ISWCs à partir desquels différencier :

source: ISWC Eligible
es: ISWC Elegible
fr: Eligible à ISWC

# ISWC_ELIGIBLE_DISAMBIGUATION
source: ISWC Eligible with Disambiguation
es: ISWC Elegible con Desambiguación
fr: Eligible à ISWC avec Différenciation

source: ISWC Full Extract
es: Extracto completo de ISWC
fr: Extrait Complet ISWC

# ISWC_FULL_EXTRACT_WARNING
source: A new up-to-date extract of ISWC data will take longer to generate than using the most recent cached version.
es: Un nuevo extracto actualizado de datos de ISWC tardará más en generarse que si utiliza la versión en caché más reciente.
fr: Un nouvel extrait à jour des données ISWC prendra plus de temps à générer que d'utiliser la version la plus récente en cache.

source: ISWC Creator Extract
es: Extracto completo de ISWC
fr: Extrait Complet ISWC

# ISWC_CREATOR_EXTRACT_WARNING
source: A new up-to-date extract of ISWC data will take longer to generate than using the most recent cached version.
es: Un nuevo extracto actualizado de datos de ISWC tardará más en generarse que si utiliza la versión en caché más reciente.
fr: Un nouvel extrait à jour des données ISWC prendra plus de temps à générer que d'utiliser la version la plus récente en cache.

source: Items Selected
es: Elementos Seleccionados
fr: Eléments Sélectionnés

source: Last Name
es: Apellido
fr: Nom de Famille

source: Last updated:
es: Última vez actualizado:
fr: Date de dernière mise à jour :

# LAST_UPDATE_FIELD
source: Last Update
es: Última actualización
fr: Dernière Mise à Jour

source: Last version available:
es: Última versión disponible:
fr: Dernière version disponible :

# LISTED_ISWCS_MERGED
source: Some of the ISWCs listed above were merged into this Preferred ISWC.
es: Algunos de los ISWC listados arriba han sido combinados en este Preferred ISWC.
fr: Certains des ISWC listés ci-dessus ont été associés avec cet ISWC Préféré.

source: List View
es: Lista
fr: Vue Liste

source: Log Out
es: Cerrar sesión
fr: Se Déconnecter

source: Lookup
es: Buscar
fr: Rechercher

# MAKE_ANOTHER_SUBMISSION
source: Make another New Submission
es: Crear Nuevo Registro
fr: Faire une autre Nouvelle Soumission

source: Matches Found
es: Resultados Encontrados
fr: Concordances Trouvées

source: Merge List
es: Combinar Lista
fr: Liste d'Associations

# MERGE_SUCCESSFUL
source: successfully merged into
es: combinado con éxito en
fr: fusionné avec succès dans

# METHOD_FIELD
source: Method
es: Método
fr: Méthode

source: Month
es: Mes
fr: Mois

source: New Submission
es: Nuevo Registro
fr: Nouvelle Soumission

source: Next
es: Siguiente
fr: Suivant

source: Non ISWC Eligible
es: No elegible para ISWC
fr: Non Eligible à ISWC

# NO_OF_SUBS
source: No. of Submissions
es: Núm. de Registros
fr: Nombre de Soumissions

source: (optional)
es: (Opcional)
fr: (optionnel)

# ORGINAL_PUBLISHERS
source: Original Publishers
es: Editores Originales
fr: Editeurs Originaux

# ORIGINAL_SUBMISSION_FIELD
source: Original Submission
es: Registro Original
fr: Soumission d'Origine

# ORIGINATING_AGENCY_FIELD
source: Originating Agency
es: Agencia de origen
fr: Agence d'Origine

source: Pending
es: Pendiente
fr: En Ettente

source: Pending Approval
es: Pendiente de aprobar
fr: En Attente d'Approbation

source: Per Month
es: Por mes
fr: Par Mois

source: Per Year
es: Por año
fr: Par An

source: Preferred ISWC Assigned
es: Preferred ISWC Asignado
fr: ISWC Préféré Attribué

# PROCESSING_DURATION_FIELD
source: Processing Duration
es: Duración del proceso
fr: Durée Traitement

source: Publisher
es: Editor
fr: Éditeur

# PUBLISHERS_FIELD
source: Publishers
es: Editores
fr: Editeurs

source: Publisher IP Name
es: Nombre IP del Editor
fr: IP Name Editeur

# PUBLISHER_IP_NAME_NUMBER_FIELD
source: Publisher IP Name Number
es: Número IP del Editor
fr: IP Name Number Editeur

source: Publisher ISWC Tracking
es: ISWC de seguimiento del Editor

# PUBLISHER_WORK_NUMBER_FIELD
source: Publisher Work Number
es: Código de Obra del Editor
fr: Numéro Œuvre Editeur

source: Reasons for disambiguation*:
es: Motivos de desambiguación*:
fr: Raisons de Différenciation *:

# REASON_FIELD
source: Reason
es: Motivo
fr: Raison

source: Reject
es: Rechazar
fr: Rejeter

source: Rejected
es: Rechazado
fr: Rejeté

source: Reject All
es: Rechazar Todos
fr: Tout Rejeter

source: Remove
es: Eliminar
fr: Retirer

source: Remove from merge list
es: Eliminar de la lista de combinación
fr: Retirer de la liste d'associations

source: Reports
es: Informes
fr: Rapports

# SCHEDULED_MAINTENANCE
source: Scheduled Maintenance in Progress
es: El sitio se encuentra bajo mantenimiento programado
fr: Maintenance Planifiée en Cours

source: Select All
es: Seleccionar todos
fr: Tout Sélectionner
