Repository: elbabass/audit_cisac
Catalog: docs/resources/source-code/ISWC/src/Portal/Configuration/PortalStrings.*.resx
Languages: es, fr

# SELECT_ISWC
source: Please select an existing Preferred ISWC to be attached to the submission from the matches below.
es: Por favor seleccione un Preferred ISWC de entre los resultados listados a continuación para adjuntar al registro.
fr: Merci de sélectionner un ISWC Préféré à rattacher à la soumission à partir des résultats de concordances ci-dessous.

# SELECT_ISWC_INELIGIBLE
source: Note that you are not eligible to generate a new ISWC or disambiguate ISWCs for this metadata. Please select an existing Preferred ISWC to be attached to the submission from the matches below.
es: Tenga en cuenta que no es elegible para generar un nuevo ISWC o desambiguar un ISWC para este conjunto de metadatos. Por favor seleccione un Preferred ISWC de entre los resultados listados a continuación para adjuntar al registro.
fr: Notez que vous n'êtes pas éligible à générer un nouvel ISWC ou à différencier des ISWCs pour ces métadonnées. Merci de sélectionner un ISWC Préféré à rattacher à la soumission à partir des résultats de concordances ci-dessous.

# SELECT_ISWC_OR_DISAMBIGUATE
source: Please select the preferred ISWC to be attached to the submission OR disambiguate all the matching ISWCs
es: Seleccione el ISWC principal para adjuntar al registro O desambigüe todos los ISWC encontrados.
fr: Merci de sélectionner l'ISWC Préféré à rattacher à la soumission OU de différencier tous les ISWCs concordants.

# SELECT_ISWC_TO_MERGE_INTO
source: Please select the ISWC to merge into and then press the 'Submit Merge' button to merge the listed ISWCs into the selected one.
es: Seleccione el ISWC a combinar y después presione el botón 'Enviar' para combinar los ISWC de la lista con el ISWC seleccionado.
fr: Merci de sélectionner l'ISWC à associer, puis cliquez sur le bouton « Soumettre Association » pour associer les ISWC listés à celui sélectionné.

source: Select Preferred ISWC
es: Seleccione el Preferred ISWC
fr: Sélectionnez l'ISWC Préféré

# SELECT_PREF_MONTH_YEAR
source: Select preferred month and year to be displayed.
es: Seleccione el mes y año a mostrar.
fr: Sélectionnez mois et année préférés à afficher.

source: Select Type
es: Seleccione el tipo
fr: Sélectionner le Type

source: Settings
es: Ajustes
fr: Paramètres

source: Show workflows:
es: Mostrar Workflows:
fr: Afficher les processus de traitement :

# SORRY_FOR_INCON
source: Sorry for any inconvenience.
es: Disculpe las molestias.
fr: Désolé pour le désagrément.

# SOURCE_AGENCY_FIELD
source: Source Agency
es: Agencia de origen
fr: Agence Source

# STANDARD_INSTRUMENTATION_FIELD
source: Standard Instrumentation
es: Instrumentación Estándar
fr: Instrumentation Standard

# STATUS_FIELD
source: Status
es: Estado
fr: Statut

source: Submissions
es: Envíos
fr: Soumissions

source: Submission Audit
es: Auditoría de Registros
fr: Audit de la Soumission

source: Submission History
es: Historial de Registros
fr: Historique de la Soumission

# SUBMISSION_SUCCESSFUL
source: Your submission has been successfully submitted and an ISWC number has been assigned, see details below:
es: Su registro se ha enviado con éxito y se le ha asignado un número ISWC, consulte los detalles a continuación:
fr: Votre soumission a été traitée avec succès et un numéro ISWC a été attribué, voir les détails ci-dessous:

# SUBMISSION_SUCCESSFUL_SELECTED_PREF
source: Your metadata submission has successfully been added to the selected existing Preferred ISWC
es: Su registro de metadatos se ha agregado con éxito al Preferred ISWC seleccionado.
fr: Votre soumission de métadonnées a été ajoutée avec succès à l'ISWC Préféré existant et sélectionné

# SUBMISSION_SUCCESSFUL_UPDATE
source: Your updates have been submitted successfully to the existing Preferred ISWC
es: Sus actualizaciones se han enviado con éxito al Preferred ISWC existente
fr: Vos mises à jour ont été soumises avec succès à l'ISWC Préféré existant

source: Submit
es: Enviar
fr: Soumettre

# SUBMITTED_FILE_NAME_FIELD
source: Submitted File Name
es: Nombre de archivo enviado
fr: Nom du Fichier Soumis

# SUBMITTING_AGENCIES_FIELD
source: Submitting Agencies
es: Agencias que envían
fr: Agences Sources

# SUBMITTING_AGENCY_FIELD
source: Submitting Agency
es: Agencia que envía
fr: Agence Source

# SUBMITTING_AGENCY_WORK_NO_FIELD
source: Submitting Agency Work No.
es: Código de obra de la agencia que envía
fr: Numéro Œuvre Agence Source

# SUBMITTING_PUBLISHER_FIELD
source: Submitting Publisher
es: Editor que envía
fr: Editeur Source

source: Submit Demerge
es: Enviar petición de separación
fr: Soumettre Dissociation

source: Submit Merge
es: Envía petición de combinación
fr: Soumettre Association

# SUB_WITH_AGENCY_WORKCODE
source: The submission with Agency Work Code
es: El Registro con el Código de Obra de la Agencia
fr: La soumission avec le Code Œuvre Agence

source: Succeeded
es: Ha tenido éxito
fr: Réussi

source: Successful
es: Exitoso
fr: Succés

# SUCCESSFULLY_DELETED
source: has been successfully deleted
es: Ha sido eliminado correctamente
fr: a été supprimé avec succès

# SURNAME_FIELD
source: Surname Firstname(s)
es: Apellido Nombre(s)
fr: Nom de famille Prénom(s)

source: Terms of Use
es: Términos de Uso
fr: Conditions d'utilisation

source: Time Period
es: Período
fr: Période

source: Total Error for month
es: Total de errores por mes
fr: Erreur Totale pour le mois

source: Total Successful Submissions
es: Envíos totales exitosos
fr: Total des soumissions réussies

source: Total Succeeded for month
es: Total de entradas exitosas por mes
fr: Total des Réussis pour le mois

source: Total Workflows Assigned
es: Total de Workflows asignados
fr: Total des Processus Attribués

source: To Date
es: A
fr: À

source: Transaction Source
es: Origen de la transacción
fr: Source de la Transaction

source: Update Submission
es: Actualizar envío
fr: Soumission de Mise à Jour

# UPDATE_WF_TASKS
source: Update Workflow Tasks
es: Actualizar tareas del Workflow
fr: Mise à jour des tâches de flux de travail

# USE_MOST_RECENT_VERSION
source: Use most recent available cached version?
es: ¿Usar la versión en caché más reciente disponible?
fr: Utiliser la version en cache la plus récente disponible?

source: View Merge List
es: Ver lista para combinar
fr: Voir Liste d'Associations

source: View Submission History
es: Ver historial de envíos
fr: Voir Historique de Soumission

# WF_TASKS_WILL_BE
source: workflow tasks will be
es: Las tareas del Workflow serán
fr: les tâches de processus seront

# WF_UPDATED_SUCCESSFULLY
source: Workflow Tasks updated successfully
es: Las tareas del Workflow han sido actualizadas correctamente
fr: Tâches de Processus mises à jour avec succès

# WORKFLOW_ID_FIELD
source: Workflow ID
es: ID del Workflow
fr: ID Processus

# WORKFLOW_TYPE_FIELD
source: Workflow Type
es: Tipo de Workflow
fr: Type Processus

source: Year
es: Año
fr: Année

source: Yes
es: Sí
fr: Oui

source: Delete
es: Eliminar
fr: Supprimer

source: IP Agreement
es: Acuerdo de IP
fr: Accord IP

# NON_ISWC_ELIGIBLE_DISAMBIGUATION
source: Non ISWC Eligible with Disambiguation
es: No ISWC elegible con Desambiguación
fr: Non éligible ISWC sans Différenciation

source: April
es: abril
fr: avril

source: August
es: agosto
fr: août

source: December
es: diciembre
fr: décembre

source: February
es: febrero
fr: février

source: January
es: enero
fr: janvier

source: July
es: julio
fr: juillet

source: June
es: junio
fr: juin

source: March
es: marzo
fr: mars

source: May
es: mayo
fr: mai

source: November
es: noviembre
fr: novembre

# NO_RECORDS
source: No records found
es: No se encontraron registros
fr: Aucun enregistrement trouvé

source: October
es: octubre
fr: octobre

source: September
es: septiembre
fr: septembre

source: Show Graphs
es: Mostrar Gráficos
fr: Afficher les Graphiques

# CONSIDER_OT_ONLY
source: Consider Original Titles only?
es: ¿Considerar solo los títulos originales?
fr: Considérez uniquement les titres originaux?

# PD_DATE_RANGE
source: The date range at which the ISWCs were created.
es: El intervalo de fechas en el que se crearon los ISWC.
fr: La plage de dates à laquelle les ISWC ont été créés.

# PD_LEAVE
source: Leave the fields blank if you want to include all ISWCs that have been created by the selected Agency.
es: Deje los campos en blanco si desea incluir todos los ISWC creados por la agencia seleccionada.
fr: Laissez les champs vides si vous souhaitez inclure tous les ISWC créés par l'agence sélectionnée.

source: Access Requested
es: Acceso solicitado
fr: Accès demandé

# AGENCY_USERS_TEXT
source: Below is the list of all the existing users in your agency. You can manage the role of each user by clicking the "Manage roles" button which will take you to the users profile where you can assign or remove access for the different roles of that specific user.
es: A continuación se muestra la lista de todos los usuarios existentes en su agencia. Puede administrar el rol de cada usuario haciendo clic en el botón "Administrar roles" que lo llevará al perfil del usuario donde puede asignar o eliminar el acceso para los diferentes roles de ese usuario específico.
fr: Vous trouverez ci-dessous la liste de tous les utilisateurs existants de votre agence. Vous pouvez gérer le rôle de chaque utilisateur en cliquant sur le bouton "Gérer les rôles" qui vous mènera au profil des utilisateurs où vous pouvez attribuer ou supprimer l'accès pour les différents rôles de cet utilisateur spécifique.

# ASSIGNED_ROLES
source: Assigned and Available Roles
es: Roles asignados y disponibles
fr: Rôles attribués et disponibles

source: Assign role
es: Asignar rol
fr: Attribuer un rôle

source: Decline
es: Disminución
fr: Déclin

source: Manage Roles
es: Administrar roles
fr: Gérer les rôles

source: Manage User Roles
es: Administrar roles de usuario
fr: Gérer les rôles des utilisateurs

source: My Profile
es: Mi Perfil
fr: Mon Profil

source: Outstanding Access Requests
es: Solicitudes de acceso pendientes
fr: Demandes d'accès en suspens

source: Pending request
es: Solicitud pendiente
fr: Demande en attente

source: Remove role
es: Quitar rol
fr: Supprimer le rôle

source: Report Agency Interest
es: Informar el interés de la agencia
fr: Signaler l'intérêt de l'agence

source: Report Basics
es: Básicos de informes
fr: Principes de base du rapport

source: Report Extracts
es: Extractos de informe
fr: Extraits de rapport

# REPORT_ISWC_FULL
source: Report ISWC Full Extract Not Cached
es: Informe de extracto completo de ISWC no almacenado en caché
fr: Signaler l'extrait complet d'ISWC non mis en cache

source: Request access
es: Solicitar acceso
fr: Demande d'accès

source: Role Requested
es: Rol solicitado
fr: Rôle demandé

source: Society Code
es: Código de la sociedad
fr: Code de la société

# TO_ASSIGN_THIS_ROLE
source: To assign this role the Report Basics role needs to be assigned first
es: Para asignar este rol, primero se debe asignar el rol de Report Basics
fr: Pour attribuer ce rôle, le rôle Principes de base du rapport doit d'abord être attribué

source: Update
es: Actualizar
fr: Mettre à jour

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur

# USERS_IN_AGENCY
source: Users in your Agency
es: Usuarios de su agencia
fr: Utilisateurs de votre agence

source: User Profile
es: Perfil del usuario
fr: Profil de l'utilisateur

source: Search by Username
es: Buscar por nombre de usuario
fr: Recherche par nom d'utilisateur

# ACCESS_DENIED
source: Access denied - please request access for the required role from the list below
es: Acceso denegado: solicite acceso para el rol requerido de la lista a continuación
fr: Accès refusé - veuillez demander l'accès au rôle requis dans la liste ci-dessous

# ERROR_REQUESTING
source: Error requesting access
es: Error al solicitar acceso
fr: Erreur lors de la demande d'accès

# ERROR_UPDATING
source: Error updating role
es: Error al recuperar datos
fr: Erreur lors de la mise à jour du rôle

source: No roles found
es: No se encontraron roles
fr: Aucun rôle trouvé

# REQUEST_REASON
source: Reason for requesting access
es: Razón para solicitar acceso

source: Submit Request
es: Enviar peticion
fr: Envoyer la demande

# RESET
source: Reset Advanced Search
es: Restablecer búsqueda avanzada
fr: Réinitialiser la recherche avancée

source: Rolled Up Role
es: Rol enrollado
fr: Rôle enroulé

# LEGAL_ENTITY
source: This IP is a Legal Entity, check that this is the correct Creator
es: Esta IP es una Entidad Legal, verifique que este sea el Creador correcto
fr: Cette adresse IP est une entité légale, vérifiez qu'il s'agit du bon créateur

# NATURAL_PERSON
source: This IP is a Natural Person, check that this is the correct Publisher IP
es: Esta IP es una Persona Física, verifique que sea la IP de Publicación correcta
fr: Cette adresse IP est une personne physique, vérifiez qu'il s'agit de la bonne adresse IP de l'éditeur

# COMMENTS
source: Comments (Optional)
es: Comentarios (opcional)
fr: Commentaires (optionnel)

# REFINE_SEARCH
source: More than 50 results matching your search criteria are available. Please refine your search by using the IP Number or more precise IP Name information.
es: Están disponibles más de 50 resultados que coinciden con sus criterios de búsqueda. Refine su búsqueda utilizando el número de IP o información más precisa del nombre de IP.
fr: Plus de 50 résultats correspondant à vos critères de recherche sont disponibles. Veuillez affiner votre recherche en utilisant le numéro IP ou des informations plus précises sur le nom IP.

# DESIGNATION_FIELD
source: Designation
es: Designación
fr: Désignation

# LABEL_NAME_FIELD
source: Label Name
es: Nombre de la etiqueta
fr: Nom de l’étiquette

source: Recordings
es: Grabaciones
fr: Enregistrements

# RECORDING_TITLE_FIELD
source: Recording Title
es: Título de la grabación
fr: Titre de l’enregistrement

# SUBMITTER_FIELD
source: Submitter
es: Remitente

# SUBMITTER_TYPE_FIELD
source: Submitter Type
es: Tipo de remitente
fr: Type d’expéditeur

# SUBMITTER_WORK_NUMBER_FIELD
source: Submitter Work Number
es: Número de trabajo del remitente
fr: Numéro de l’œuvre de l’expéditeur

# SUB_TITLE_FIELD
source: Sub Title
es: Subtítulo
fr: Sous-titre

source: Error
fr: Erreur

source: Preferred
fr: Préféré

source: Workflows
fr: Processus

# ERROR_RETRIEVING
source: Error retrieving data
fr: Erreur lors de la récupération des données
